---
kind: other
id: Properties.T:Autodesk.Revit.Creation.FamilyInstanceCreationData
source: html/2160869e-53bb-7acf-a7ad-ab3d8c96fc30.htm
---
# FamilyInstanceCreationData Properties

Get or set the axis of the FamilyInstance